Repository: mnemosyne-proj/mnemosyne
Catalog: mnemosyne/po/*.po
Languages: fr

source: Grades range from 0 to 5. When you are learning new cards, use grades 0 and 1 to signal that you have not yet memorised them. Grade 1 cards are becoming more familiar than grade 0 cards, and will be repeated less often. These cards will be repeatedly shown until you give them a grade 2 or higher. This means that you've memorised the card and that you'll be able to remember it for one or two days. The 'Not memorised' counter will decrease by one. This card will be scheduled at some future date, when you're likely still be able to remember it with some effort, without having forgotten it completely. This is most efficient for the learning process.
fr: Les notes vont de 0 à 5. Lorsque vous apprenez de nouvelles cartes, utilisez les notes 0 ou 1 pour indiquer que vous ne les avez pas encore mémorisées. Les cartes notées 1 sont plus familières que celles notées 0 et seront donc répétées moins souvent. Ces cartes seront montrées à plusieurs reprises, jusqu'à ce que vous leur donniez une note supérieure ou égale à 2. Cela signifie que vous avez mémorisé la carte et que vous vous en souviendrez pendant un ou deux jours. Le compteur "Non mémorisé" sera diminué d'un. Mnemosyne programmera cette carte à une date à laquelle vous devriez vous en souvenir au prix d'un certain effort. C'est la méthode d'apprentissage la plus efficace.

source: Reviewing previously memorised cards
fr: Révision des cartes mémorisées

source: If you study these cards again tomorrow, the 'Scheduled' counter will tell you how many previously memorised cards you need to review. These are grade 2 to 5 cards. If a card reappears too soon, and you're able to remember it without any effort, rate the card a 5. The interval to see this card again will be a lot longer. If the interval is just right, so that you remember it, albeit with some effort, use grade 4. If, however, it takes you significant effort to remember the answer, and you think the interval was too long, then rate the card 3 or even 2. If you fail to remember it altogether, rate it either 0 or 1, and after you have finished reviewing all the scheduled cards, it will appear repeatedly until you think you'll be able to remember it again for a few days.
fr: Si vous étudiez ces cartes à nouveau demain, le compteur «Prévu» vous dira combien de cartes précédemment mémorisées vous devez réviser. Ce sont les cartes notées de 2 à 5. Si une carte réapparaît trop tôt et que vous vous en rappelez sans aucun effort, attribuez lui la note 5. L'intervalle de répétition pour cette carte sera alors allongé. Choisissez la note 4 si Mnemosyne vous pose la question au bon moment, c'est-à-dire si vous avez trouvé la réponse avec un peu d'effort. Choisissez la note 3 ou même 2, si vous trouvez la réponse après un effort trop grand et si vous estimez que la question a été posée trop tard. Choisissez la note 0 ou 1 si vous avez complètement oublié la réponse. Après avoir fini les révisions prévues, Mnemosyne insistera sur cette carte jusqu'à ce que vous soyez capable de vous en souvenir quelques jours

source: Statistics
fr: Statistiques

source: If you're into statistics, Mnemosyne keeps detailed logs of your revisions. Not only that, but if you want, Mnemosyne can upload transparently a completely anonymous version of these logs to a central site for analysis, so that you can help making the scheduling algorithm better. In this way, you also contribute to scientific research on long-term memory. Uncheck the following box if you do not want to do this.
fr: Si vous vous intéressez aux statistiques, Mnemosyne conserve des journaux détaillés de vos révisions. Si vous l'y autorisez, Mnemosyne peut envoyer une version totalement anonyme de vos statistiques vers un site central. Ceci permettra d'améliorer l'algorithme de planification. De cette manière, vous contribuerez à la recherche scientifique sur la mémoire à long terme. Décochez la case suivante si vous n'êtes pas d'accord.

source: Upload anonymous logs (can be changed later)
fr: Envoyer les journaux de manière anonyme (cette option peut être modifiée plus tard)

source: Ready to start
fr: Prêt à commencer

source: Now you're ready to start! Add new cards by clicking on the icon with the 'plus' sign in the top left. Remember, there is no need to worry about saving your work, this will be done automatically. For best results, it's suggested to do your revisions every day, although Mnemosyne will try to cope if you've missed a few days. For more documentation, see http://www.mnemosyne-proj.org. Happy learning!
fr: Vous êtes maintenant prêt à commencer ! Pour créer de nouvelles cartes, cliquez sur l'icône avec le signe «plus» en haut à gauche. Il est inutile de vous préoccuper de la sauvegarde de votre travail, Mnemosyne l'enregistre automatiquement. Pour obtenir de meilleurs résultats, il est conseillé de réviser tous les jours. Cependant, Mnemosyne s'adaptera de son mieux si vous sautez quelques jours. Pour plus de documentation, voir le site http://www.mnemosyne-proj.org. Bon apprentissage !

source: Import from file
fr: Importer depuis un fichier

source: File to import from:
fr: Fichier à partir duquel importer:

source: Add additional tag(s) to cards:
fr: Ajouter des étiquettes supplémentaires aux cartes :

source: &Settings
fr: &Préférences

source: &Help
fr: &Aide

source: &File
fr: &Fichier

source: &Cards
fr: &Cartes

source: toolBar
fr: barre d'outils

source: (De)a&ctivate cards...
fr: (Dés)a&ctiver les cartes...

source: &Add cards...
fr: &Ajouter des cartes...

source: &Configure Mnemosyne...
fr: &Configurer Mnemosyne...

source: &Delete current card
fr: &Supprimer la carte actuelle

source: &Edit current card...
fr: &Modifier la carte actuelle...

source: &Browse cards...
fr: &Parcourir les cartes...

source: &Export...
fr: &Exporter...

source: E&xit
fr: &Quitter

source: &New...
fr: &Nouveau...

source: &Open...
fr: &Ouvrir...

source: &Save
fr: &Enregistrer

source: Save &as...
fr: Enregistrer &sous...

source: &About
fr: À &propos de Mnemosyne

source: &Import...
fr: &Importer...

source: &Getting started
fr: &Premiers pas

source: Show s&tatistics...
fr: Afficher les s&tatistiques...

source: &Tip of the day
fr: &Astuce du jour

source: Manage &plugins...
fr: Gérer les &modules externes...

source: Manage plugins
fr: Gérer les modules externes

source: &Manage card types...
fr: Gérer les &types de cartes...

source: Compact...
fr: Compresser...

source: Find duplicate questions
fr: Trouver les questions à double

source: Card type manager
fr: Gestionnaire des types de cartes

source: Cloned card types:
fr: Types de cartes clonés

source: &New clone
fr: %Nouveau clone

source: Installed plugins (active and inactive):
fr: Modules installés (actifs et inactifs) :

source: Plugin description:
fr: Description du module :

source: &Install new plugin
fr: &Installer un nouveau plugin

source: &Delete plugin
fr: &Supprimer le module

source: Preview cards
fr: Aperçu des cartes

source: Answer:
fr: Réponse:

source: &Previous sister card
fr: &Carte jumelle précédente

source: &Next sister card
fr: Carte jumelle &suivante

source: Remove tags
fr: Supprimer les étiquettes

source: Tags to remove:
fr: Etiquettes à supprimer

source: Rename card type
fr: Renommer le type de carte

source: Enter new card type name:
fr: Entrez le nom du nouveau type de carte :

source: Rename tag
fr: Renommer l'étiquette

source: Enter new tag name:
fr: Entrez le nom de la nouvelle étiquette :

source: Show &answer
fr: Afficher la &réponse

source: Sync with server
fr: Synchronisation avec le serveur

source: Server:
fr: Serveur :

source: Tip of the day
fr: Astuce du jour

source: <b>Did you know...?</b>
fr: <b>Le saviez vous...?</b>

source: &Show tips on startup
fr: &Afficher les astuces au démarrage

source: &Previous
fr: &Précédent

source: &Next
fr: &Suivant

source: &Close
fr: &Fermer

source: Average grades of scheduled cards
fr: Notes moyennes des cartes planifiées

source: Vocabulary (decorated)
fr: Vocabulaire

source: Error in config:
fr: Erreur dans la configuration

source: Unable to save config file:
fr: Echec dans la sauvegarde du fichier configuration

source: data directory
fr: répertoire de données

source: This is a test.
fr: Ceci est un test.
