Repository: mnemosyne-proj/mnemosyne
Catalog: mnemosyne/po/*.po
Languages: fr

source: When editing or previewing cards from the card browser, PageUp/PageDown can be used to move to the previous/next card.
fr: Lorsque vous éditez ou prévisualisez les cartes avec l'explorateur de cartes, les touches Page précédente/Page suivante permettent de passer à la carte précédente/suivante.

source: You change the relative size of the card list, card type tree and tag tree by dragging the dividers between them.
fr: Vous pouvez modifier la taille relative de la liste de cartes, de l'arbre de types et de l'arbre d'étiquettes en déplaçant les séparateurs.

source: Show cards from these card types:
fr: Afficher les cartes de types :

source: having any of these tags:
fr: possedant l'une de ces étiquettes :

source: containing this text in the cards:
fr: contenant ce texte dans les cartes

source: &Edit
fr: &Éditer

source: &Preview
fr: &Aperçu

source: Change card &type
fr: Modifier le &type de carte

source: &Add tags
fr: &Ajouter un tag

source: &Remove tags
fr: &Supprimer un tag

source: Go ahead with delete? Sister cards will be deleted as well.
fr: Voulez vous vraiment continuer la supression ? Les cartes jumelles seront également supprimées.

source: The selected cards should have the same card type.
fr: Les cartes séléctionnées doivent être du même type.

source: Database error:
fr: Erreur dans la base de données:

source: Answer
fr: Réponse

source: Next rep
fr: Prochaine répétion

source: Tags
fr: Étiquettes

source: Last rep
fr: Dernière répétition

source: Learning reps
fr: Répétitions d'apprentissage

source: Review reps
fr: Révisions

source: Created
fr: Créée le

source: Modified
fr: Modifiée le

source: You chose to sort this table. Operations in the card browser could now be slower. Next time you start the card browser, the table will be unsorted again.
fr: Vous avez choisi de trier le tableau. Les manipulations effectuées dans le navigateur de cartes peuvent être ralenties. Le tableau sera de nouveau non-trié à la prochaine ouverture du navigateur.

source: %d cards shown, of which %d active.
fr: %d cartes affichées, sur lesquelles %d cartes sont actives.

source: Delete these card types?
fr: Supprimer ces types de carte ?

source: Delete this card type?
fr: Supprimer ce type de carte ?

source: All card types (%d)
fr: Tous les types de cartes (%d)

source: Here, you can delete media files which are no longer used. You can also compact the database, but this is only relevant if you deleted a large number of cards.
fr: Ici, vous pouvez supprimer les fichiers media qui ne sont plus utilisés. Vous pouvez aussi compresser la base de données mais ceci n'est utile que si vous avez effacé beaucoup de cartes.

source: Compacting database...
fr: Compression de la base de données...

source: Card appearance
fr: Style des cartes

source: <all card types>
fr: <Tous les types de cartes>

source: Select font
fr: Sélectionner la police

source: Select colour
fr: Sélectionner la couleur

source: Reset all card types to default system font?
fr: Utiliser la police par défaut pour tous les types de cartes ?

source: Reset '%s' to default system font?
fr: Utiliser la police par défaut pour '%s' ?

source: Cramming
fr: Bachotage

source: Reset current tab to defaults?
fr: Réinitialiser l'onglet courant ?

source: General
fr: Général

source: Servers
fr: Serveurs

source: Sync server NOT running.
fr: La synchronisation serveur n'est PAS en marche.

source: Sync server stopped.
fr: La synchronisation serveur a été stoppée.

source: Web server now running on
fr: Le serveur web est actif.

source: Web server stopped.
fr: Le serveur web est inactif.

source: <none>
fr: <aucun>

source: No duplicate in new fact keys allowed.
fr: Les doublons sont interdits dans les nouveaux faits essentiels.

source: A required field is missing.
fr: Un champ requis n'est pas rempli.

source: Activate cards from these card types:
fr: Activer les cartes de types :

source: You are not allowed to cancel the merging.
fr: Vous n'avez pas la permission d'annuler la fusion.

source: Abandon changes to current card?
fr: Abandonner les modifications ?

source: Import cards
fr: Importer des cartes

source: File does not exist.
fr: Le fichier n'existe pas.

source: Here, you can make clones of existing card types. This allows you to format cards in this type independently from cards in the original type. E.g. you can make a clone of 'Vocabulary', call it 'Thai' and set a Thai font specifically for this card type without disturbing your other cards.
fr: Ici, vous pouvez cloner des types de cartes. Par exemple, vous pouvez créer un clone de «Vocabulaire», le nommer «Taï» et lui attribuer une fonte thaï, sans déranger les autres cartes.

source: Are you sure you want to delete the plugin
fr: Etes vous certain de vouloir supprimer le module

source: and not just deactivate it?
fr: au lieu de le désactiver ?

source: Cancel
fr: Annuler

source: Prefill tag behaviour
fr: Préremplissage de l'étiquette

source: When creating new cards, Mnemosyne normally prefills the 'Tag(s)' field with the last value you used, regardless of card type. With this plugin, Mnemosyne will for each card type remember the last tag you used, such that e.g. Chinese cards get a prefilled tag like "My Chinese textbook::Chapter 10", whereas Front-to-Back cards get "European Capitals".
fr: Lorsque vous créez de nouvelles cartes, Mnemosyne pré-rempli le champ « Etiquette(s) » avec la dernière valeur que vous avez utilisée, sans tenir compte du type de carte. Avec ce module, Mnemosyne se souviendra de la dernière étiquette que vous avez utilisée pour chaque type de carte. Par exemple, les cartes chinoises proposeront l'étiquette « Mon livre chinois::Chapître 10 » alors que les cartes simples proposeront « Capitales européennes ».

source: Unable to start sync server.
fr: Impossible de démarrer le serveur de synchronisation.

source: There still seems to be an old server running on the requested port.
fr: Un vieux serveur semble être en cours d'exécution sur le port demandé.

source: Terminate that process and try again.
fr: Terminer ce processus et ré-essayer.

source: You don't have the permission to use the requested port.
fr: Vous n'avez pas la permission d'utiliser le port demandé.

source: Unable to start web server.
fr: Impossible de démarrer le serveur web.

source: Insert &image
fr: Insérer une &image

source: Insert &sound
fr: Insérer un &son

source: Insert vi&deo
fr: Insérer une &vidéo

source: Insert &Flash
fr: Insérer un fichier &Flash

source: &Hide pronunciation field for this card type
fr: &Cacher la prononciation pour ce type de carte

source: Scheduled: %d
fr: Plannifiées : %d

source: Not memorised: %d
fr: Non mémorisées : %d

source: Active: %d
fr: Actives : %d

source: &Wrong
fr: &Faux

source: &Right
fr: &Correct

source: Wrong:
fr: Faux :

source: Active:
fr: Actif :

source: Default
fr: Par défaut

source: No stats available.
fr: Pas de statistiques disponibles

source: Days
fr: Jours

source: Number of cards scheduled
fr: Nombre de cartes plannifiées

source: Retention score (%)
fr: Taux de mémorisation (%d)

source: Number of cards added
fr: Nombre de cartes ajoutées

source: Number of new cards learned
fr: Nombre de nouvelles cartes retenues

source: Number of cards
fr: Nombre de cartes

source: Not seen
fr: Pas vu

source: Here, you can sync this machine with a remote server. Of course, that remote computer needs to have a server running, which can be started from the configuration screen on that remote machine. However, if you want to sync a mobile device with this machine here, you shouldn't use the menu option you just selected. In that case, this computer needs to be the server. So, first enable a sync server here, and then start the sync from the mobile device.
fr: Ici, vous pouvez synchroniser cet appareil avec un ordinateur distant. Cet ordinateur distant doit avoir un serveur en fonctionnement, lequel peut être lancé à partir son l'écran de configuration. Cependant, n'utilisez pas ce menu si vous voulez synchroniser une appareil mobile avec cet ordinateur. Dans ce cas, cet ordinateur doit être le serveur. Commencez donc par activer un serveur de synchronisation sur cette machine, ensuite effectuez la synchronisation depuis le mobile.

source: &Rename
fr: &Renommer :

source: Delete these tags? Cards with these tags will not be deleted.
fr: Supprimer ces étiquettes ? Les cartes avec ces étiquettes ne seront pas supprimées.

source: Delete this tag? Cards with this tag will not be deleted.
fr: Supprimer cette étiquette ? Les cartes avec ces étiquettes ne seront pas supprimées.

source: For optimal results, it's best to do your repetitions every day.
fr: Pour obtenir de meilleurs résultats, révisez chaque jour.

source: You don't need to finish all your daily scheduled repetitions in a single session.
fr: Vous n'êtes pas obligé de terminer les révisions planifiées en une session.

source: If you've been away for a few days, don't worry about your backlog. Do as many cards as you feel like to catch up, the rest will be automatically rescheduled to the future in the most optimal way.
fr: Si vous vous êtes absenté pendant quelques jours, ne vous inquiétez pas de votre retard. Révisez autant de cartes que vous en avez envie. Les autres seront automatiquement planifiées à une date ultérieure.

source: Sister cards are cards which are based on the same information, e.g. a front-to-back card and the corresponding back-to-front card. Mnemosyne will avoid scheduling these on the same day.
fr: Les cartes sœurs sont des cartes qui sont basées sur la même information. Ex : une carte recto-verso et le carte verso-recto correspondante. Mnemosyne évitera de les planifier le même jour.

source: The 'number of non-memorised cards to hold in your hand' setting determines how many cards you are trying to (re)learn at the same time. It does <b>not</b> tell you how many new cards you need to learn per day. You are the judge of that: you can learn more cards or less cards, depending on how you feel.
fr: Le « nombre de cartes non-mémorisées à avoir en main » détermine combien de nouvelles cartes vous apprenez simultanément. Cela n'est <b>pas</b> le nombre de nouvelles cartes que vous devez apprendre par jour. Vous pouvez en apprendre plus ou moins, selon votre humeur de moment.

source: In summary, try to do your repetitions every day, but don't worry too much about getting the 'Scheduled' counter to zero, and certainly not about getting the 'Not memorised' counter to zero.
fr: Pour résumer, essayez de faire vos révisions chaque jour mais ne vous souciez pas trop de ramener à zéro le compteur de « Cartes planifiées » et encore moins, le compteur de « Non mémorisées ».

source: Grade 1 cards are different from grade 0 cards in the sense that they show up less often.
fr: Les cartes notées 1 sont différentes des cartes notées 0, dans la mesure ou elles apparaissent moins souvent.

source: Use 'Learn ahead of schedule' sparingly. For cramming before an exam, it's much better to use the cramming scheduler plugin.
fr: Evitez d'utiliser « Apprendre en avance ». Pour bachoter avant un examen, il vaut mieux utiliser le module de bachotage.

source: You can use keyboard shortcuts to do your repetitions. Enter, Return or Space stand for the default action. The number keys can be used for grading.
fr: Vous pouvez utiliser les raccourcis clavier pour vos répétitions. Les touches Entrée, Retour ou Espace pour l'action par défaut. Les touches numériques pour les notes.

source: You can select which cards you wish to study in the '(De)activate cards' menu option.
fr: Vous pouvez choisir quelles cartes vous voulez étudier grâce au menu « (Dés)activer des cartes »

source: It is recommended to put all your cards in a single database and use tag to organise them. Using '(De)activate cards' is much more convenient than having to load and unload several databases.
fr: Il est recommandé de mettre toutes vos cartes dans une même base de données et de les organiser en catégories. Il est plus commode d'utiliser le menu « Activer les catégories que de charger et décharger plusieurs bases de données.

source: You can make clones of existing card types. This allows you to format cards in this type independently from cards in the original type. E.g. you can make a clone of 'Vocabulary', call it 'Thai' and set a Thai font specifically for this card type without disturbing your other cards.
fr: Vous pouvez cloner des types de cartes existants. Cela vous permet de formater des cartes à partir de ce type indépendant des cartes utilisant le type original. Par exemple, vous pouvez faire un clone de "Vocabulaire", l'appeler "Thaï" et appliquer une police d'écriture Thaï spécialement pour ce type de carte sans affecter les autres cartes.

source: You can use basic HTML tags in your cards to control their appearance. However, if you want all the fields in a certain card type to look the same, it's easier to use the 'Set card appearance' menu option.
fr: Vous pouvez utiliser des balises HTML simples dans vos cartes. Cependant, si vous voulez que tous les champs d'un certain type de carte aient le même style, il est plus facile d'utiliser le menu « Définir le style de carte »

source: If you want to sync a mobile device with this computer, don't use 'File - Sync', but first enable a sync server in the configuration dialog, and then start the sync from the mobile device.
fr: Si vous voulez synchroniser un appareil mobile avec cet ordinateur, vous devez commencer par activer un serveur de synchronisation grâce au menu de configuration.

source: In the 'Activate cards' dialog, you can right-click on a saved set to rename or delete it.
fr: Dans la fenêtre « Activer les cartes », vous pouvez cliquer-droit sur un ensemble de cartes pour le renommer ou le supprimer.

source: In the 'Activate cards' dialog, you can double-click on a saved set to activate it and close the dialog.
fr: Dans la fenêtre « Activer les cartes », vous pouvez double-cliquer sur un ensemble de cartes pour l'activer et fermer la fenêtre.

source: In the 'Add cards' dialog, use Tab to move between different fields, Ctrl+Enter for 'Yet to learn', and Ctrl+2, etc. for the grades.
fr: Dans la fenêtre « Créer des cartes », utilisez la touche de tabulation pour vous déplacer entre les champs, Ctrl+Entrée pour « A apprendre » et Ctrl+2, etc. pour les notes.

source: In the 'Edit card' dialog, use Tab to move between different fields and Ctrl+Enter to close the dialog.
fr: Dans la fenêtre « Editer la carte », utilisez la touche de tabulation pour vous déplacer entre les champs, Ctrl+Entrée pour fermer la fenêtre.

source: Mnemosyne can use LaTeX to render mathematical formulas, e.g. <$>x^2+y^2=z^2</$>. (For this, you need LaTeX and dvipng installed.)
fr: Mnemosyne peut utiliser LaTeX pour afficher des formules mathématiques. Par exemple: <$>x^2+y^2=z^2</$>. Dans ce cas, LaTeX et dvipng doivent être installés.

source: The best way to backup your data is to copy your mnemosyne data directory and move it to a different drive. Mnemosyne keeps automatic backups, but that won't help you if that drive dies...
fr: La meilleure manière de faire une copie de sauvegarde de vos données est de copier le répertoire de données de Mnemosyne sur un autre disque. Mnemosyne conserve automatiquement des sauvegardes mais cela ne vous sera d'aucun secours en cas de panne de votre disque dur...

source: You can sort the cards in the 'Browse cards' dialog by by clicking on a column title. Clicking again changes the sort order.
fr: Dans la boite de dialogue « Explorer les cartes », vous pouvez trier les cartes en cliquant sur un titre de colonne. Un deuxième clic change l'ordre du tri.

source: If you want more fine-grained control over LaTeX's behaviour, see the explanation of the <$$>...</$$> and <latex>...</latex> tags on Mnemosyne's website.
fr: Si vous désirez un contrôle plus fin du comportement de LaTeX, consultez les explications concernant les balises <$$>...</$$> et <latex>...</latex> sur le site web de Mnemosyne.

source: For optimal performance, keep your drives defragmented.
fr: Pour de meilleures performances, pensez à défragmenter vos disques durs.

source: For optimal performance, do not put your database on a network drive.
fr: Pour de meilleures performances, ne mettez pas votre base de données sur un disque réseau.

source: For optimal performance, run 'File - Compact' from time to time, especially after deleting many cards.
fr: Pour des performances optimales, lancez "Fichier - Compacter" de temps en temps, surtout après avoir supprimé beaucoup de cartes.

source: Advanced users can customise more of Mnemosyne by editing the config.py file in their mnemosyne directory. They can also install additional plugins to customise Mnemosyne even further.
fr: Les utilisateurs avancés peuvent aller plus loin dans la personnalisation de Mnemosyne en éditant le fichier config.py dans le répertoire mnemosyne. Ils peuvent aller encore plus loin en installant des modules supplémentaires.

source: You can follow the development of Mnemosyne at <a href="https://plus.google.com/b/112456861177827156549/112456861177827156549/posts">Google+</a>.
fr: Vous pouvez suivre le développement de Mnemosyne à : <a href="https://plus.google.com/b/112456861177827156549/112456861177827156549/posts">Google+</a>.

source: You can request new features and vote for exisiting requests at <a href="https://mnemosyne.uservoice.com/">uservoice</a>. This helps the developers decide what to work on next.
fr: Vous pouvez demander de nouvelles fonctionnalités et voter pour des demandes existantes à <a href="https://mnemosyne.uservoice.com/">uservoice</a>. Ceci aide les développeurs à décider sur quoi travailler.

source: About Mnemosyne
fr: A propos de Mnemosyne

source: (De)activate cards
fr: (Dés)activer des cartes

source: Saved sets:
fr: Ensembles enregistrés :

source: &Save this set for later use
fr: &Enregistrer cet ensemble pour utilisation posterieure

source: Add cards
fr: Ajouter des cartes

source: Card type:
fr: Type de carte :

source: Select initial grade:
fr: Note initiale:

source: You have yet to learn this.
fr: Vous devez encore apprendre ceci.

source: &Yet to learn
fr: &Encore à apprendre

source: You know this, but just barely.
fr: Vous le savez, mais juste à peine.

source: You know this, but not very well.
fr: Vous le savez, mais pas très bien.

source: You know this.
fr: Vous le savez.

source: You know this very well.
fr: Vous le savez très bien.

source: &Exit
fr: &Quitter

source: Add tags
fr: Ajouter des tags

source: Browse cards
fr: Parcourir les cartes

source: Select one or more cards and right-click for more actions.
fr: Sélectionnez une ou plusieurs cartes et faites un clic droit pour plus d'options.

source: XXX cards selected, of which XXX active
fr: XXX cartes sélectionnées, dont XXX actives

source: Card set name
fr: Nom du jeu de cartes

source: Card set name:
fr: Nom du jeu de cartes :

source: Change card type
fr: Changer le type de carte

source: New card type:
fr: Nouveau type de carte

source: Clone card type
fr: Cloner le type de carte

source: Cloned from:
fr: Cloné à partir de :

source: Clone name:
fr: Nom du clone :

source: Compact
fr: Compresser

source: Compact database
fr: Compresser la base de données

source: Delete unused media files
fr: Supprimer les fichiers multimédias inutilisés

source: &Defaults
fr: Par &défaut

source: Background:
fr: Arrière-plan :

source: Set colour
fr: Définir la couleur

source: Alignment:
fr: Alignement :

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Increase size of non-latin characters by
fr: Agrandir les caractères non latins de

source: (This setting will be overridden in card types cloned from 'Vocabulary'.)
fr: (Ce paramètre ne sera pas pris en compte pour les cartes clonées à partir de "Vocabulaire".)

source: Show cards
fr: Afficher les cartes

source: in random order
fr: de manière aléatoire

source: Remember which cards you've seen when restarting Mnemosyne.
fr: Se souvenir des cartes que vous avez vu au redémarrage de Mnemosyne.

source: Scheduler
fr: Planificateur

source: Show new cards for the first time
fr: Afficher les nouvelles cartes pour la première fois

source: in the order they were added
fr: suivant l'ordre d'ajout

source: Review memorised cards
fr: Revoir les cartes mémorisées

source: most urgent first
fr: le plus urgent d'abord

source: Autosave after
fr: Sauvegarde automatique après

source: repetitions
fr: répétitions

source: Audio/video
fr: Audio/vidéo

source: Upload anonymous science logs
fr: Envoyer anonymement des informations scientifiques

source: Language
fr: Langue

source: Allow other devices to sync with this computer
fr: Permettre à d'autres appareils de se synchroniser avec cet ordinateur

source: Password:
fr: Mot de passe :

source: Username:
fr: Nom d'Utilisateur :

source: Sync server status
fr: Statut de la synchronisation serveur

source: Web server status
fr: Statut du serveur web

source: Convert card type data
fr: Convertir le type de donnée de la carte

source: Old:
fr: Précédent :

source: New:
fr: Nouveau :

source: not having any of these tags:
fr: n'ayant aucune de ces étiquettes :

source: Delete media
fr: Supprimer le média

source: Delete these unused media files?
fr: Supprimer ces fichiers multimédias inutilisés ?

source: Edit card
fr: Modifier la carte

source: Export to file
fr: Exporter dans un fichier

source: File format:
fr: Format du fichier:

source: File to export to:
fr: Fichier d'export :

source: &Browse
fr: &Parcourir

source: (Only active cards will be exported, without learning data.)
fr: (Seules les cartes actives seront exportées, sans les données d'apprentissage)

source: Export cards
fr: Exporter les cartes

source: Author name:
fr: Nom de l'auteur :

source: Author email:
fr: Adresse électronique de l'auteur :

source: Revision:
fr: Révision :

source: Wizard
fr: Assistant

source: Welcome to Mnemosyne, a flash card program named both after the Greek goddess of Memory and a type of butterfly. Mnemosyne makes it more efficient to study, focusing on the cards you're most likely to forget and not wasting your time on things you know well. For that, Mnemosyne decides when to show you the cards, and you'll need to rate how well you remember them. Let's look at the meaning of these ratings now.
fr: Bienvenue dans Mnemosyne, un programme de cartes mémoires dont le nom provient à la fois de la déesse grecque de la mémoire et d'une espèce de papillon. Mnemosyne rend l'apprentissage plus efficace. Il vous permet de concentrer vos efforts sur les cartes que vous êtes le plus susceptible d'oublier, sans perdre de temps ce que vous savez déjà. Pour cela, Mnemosyne décide quand vous montrer les cartes et c'est à vous vous noter en fonction de la façon dont vous vous souvenez des réponses. Examinons maintenant le sens de ces notes.

source: Memorising new cards
fr: Mémoriser de nouvelles cartes
