Repository: mnemosyne-proj/mnemosyne
Catalog: mnemosyne/po/*.po
Languages: fr

source: Another copy of Mnemosyne is still running.
fr: Mnemosyne est déjà en cours d'utilisation

source: Continuing is impossible and will lead to data loss!
fr: Impossible de continuer sans provoquer une perte de données !

source: Error when running plugin:
fr: Une erreur est survenue lors de l'exécution du plugin

source: If you are using a USB key, refer to the instructions on the website so as not to be affected by drive letter changes.
fr: Si vous utilisez une clé USB, référez-vous aux instructions disponibles sur le site web afin de ne pas être affecté par les changements de lettre du lecteur.

source: Front-to-back and back-to-front
fr: Carte recto-verso

source: Front
fr: Recto

source: Back
fr: Verso

source: Front-to-back
fr: Recto-verso

source: Back-to-front
fr: Verso-recto

source: Cloze deletion
fr: Texte à trous

source: Text
fr: Texte

source: Cloze
fr: Texte à trous

source: A card type blanking out certain fragments in a text. E.g., the text "The capital of [France] is [Paris]", will give cards with questions "The capital of France is [...]." and "The capital of [...] is Paris". Editing the text will automatically update all sister cards. You can also specify hints, e.g. [cloze:hint] will show [hint] in the question as opposed to [...].
fr: Un type de carte cachant certains extraits d'un texte

source: Front-to-back only
fr: Carte à un sens

source: Map
fr: Carte

source: Location
fr: Emplacement

source: Blank map
fr: Carte vierge

source: Marked map
fr: Carte marquée

source: Recognition
fr: Reconnaissance

source: A card type for learning locations on a map. Displays the answer map on top of the question map, rather than below it as a second map.
fr: Un type de carte pour mémoriser des lieux sur une carte géographique. Affiche la carte réponse au dessus de de la question plutôt qu'en dessous.

source: Sentence
fr: Phrase

source: Pronunciation
fr: Prononciation

source: Meaning
fr: Signification

source: A card type using sentences to study foreign languages. Apart from simple recognition of the sentence, you can also add production cards using close deletion. E.g. if in the sentence field you write "La [casa:house] es [grande:big]", you'll get cards with questions like "La [house] es grande".
fr: Un type de carte utilisant des phrases pour apprendre une langue étrangère En plus de la simple reconnaissance d'une phrase, vous voupez également ajouter la production de carte en utilisant le système de carte à trou. Exemple : si vous écrivez "La [casa:maison] est [grande:grande]", vous aurez des cartes avec les question "La [maison] es grande"

source: Vocabulary
fr: Vocabulaire

source: Foreign word or phrase
fr: Mot ou phrase étrangère

source: Error in config.py:
fr: Erreur dans config.py:

source: Identical card is already in database.
fr: Une carte identique existe déjà dans la base de données

source: &Add anyway
fr: &Ajoutez quand même

source: &Do not add
fr: &Ne pas ajouter

source: There is already data present for this card:
fr: Cette carte contient déjà des données:

source: &Merge and edit
fr: &Fusionner et éditer

source: Can't preserve history when converting between these card types.
fr: Impossibilité de préserver l'historique lors de la conversion entre ces différents types de cartes.

source: The learning history of the cards will be reset.
fr: L'historique de l'apprentissage de la carte sera remis à zéro.

source: &Cancel
fr: &Annuler

source: This will delete cards and their history.
fr: Ceci va supprimer les cartes et leurs historiques.

source: Are you sure you want to do this,
fr: Êtes vous sur de vouloir faire cela ?

source: and not just deactivate cards in the 'Activate cards' dialog?
fr: et ne pas seulement désactiver les cartes dans la boite de dialogue "Activer cartes" ?

source: &Proceed and delete
fr: &Continuer et supprimer

source: All sister cards
fr: Toutes les cartes associées

source: Current card only
fr: Carte actuelle uniquement

source: Converting cards...
fr: Conversion des cartes...

source: Starred
fr: Favoris

source: Delete this card?
fr: Supprimer cette carte?

source: Delete this card and 1 sister card?
fr: Supprimer cette carte et sa carte associée ?

source: Delete this card and
fr: Supprimer cette carte et

source: sister cards?
fr: les cartes associées ?

source: &Delete
fr: &Supprimer

source: Deleting cards...
fr: Suppression des cartes...

source: Checking for unused tags...
fr: Recherche des étiquettes inutilisées...

source: Card type name already exists.
fr: Le nom de ce type de carte existe déjà.

source: Card type %s is in use or is a system card type, cannot delete it.
fr: Le type de carte %s est est utilisé ou est un type système. La suppression est impossible.

source: Card type %s has clones, cannot delete it.
fr: Le type de carte %s a été cloné; suppression impossible

source: Cannot rename a system card type.
fr: Impossible de renommer ce type de carte.

source: This card type name is already in use.
fr: Ce type de carte est déjà utilisé.

source: It is recommended to put all your cards in a single database. Using tags to determine which cards to study is much more convenient than having to load and unload several databases.
fr: Il est recommandé que vous mettiez toute vos carte dans une base de donnée unique. L'utilisation de tags pour déterminer quelles cartes étudier est bien plus pratique que d'avoir à charger et décharger plusieurs bases de données.

source: Mnemosyne databases
fr: Bases de données Mnemosyne

source: New
fr: Nouveau

source: Creating new database...
fr: Création d'une nouvelle base de données...

source: '*.cards' files are not separate databases, but need to be imported in your current database through 'File - Import'.
fr: Les fichiers "*.cards" ne sont pas des bases de données séparées, mais doivent être importés dans votre base de données actuelle via "Fichier - Import".

source: Do you want to replace your current database with one restored from this backup? Note that this will result in conflicts during the next sync, which need to be resolved by a full sync.
fr: Voulez-vous remplacer la base de données courante par cette copie de sauvegarde ? Cette action provoquera des conflits pendant la prochaine synchronisation. Ceux-ci devront être résolus par une synchronisation complète.

source: No
fr: Non

source: Yes
fr: Oui

source: Your database will be autosaved before exiting. Also, it is saved every couple of repetitions, as set in the configuration options.
fr: Votre base de données est automatiquement sauvegardée avant chaque fermeture. Elle l'est aussi après un certain nombre de révisions configurable dans les options.

source: Database saved.
fr: Base de données sauvegardée.

source: Image files
fr: Fichiers image

source: Insert image
fr: Insérer une image

source: Sound files
fr: Fichiers son

source: Insert sound
fr: Insérer un son

source: Video files
fr: Fichiers vidéo

source: Insert video
fr: Insérer une vidéo

source: Flash files
fr: Fichiers Flash

source: Insert Flash
fr: Insérer un fichier Flash

source: Install plugin
fr: Installer le plugin

source: Plugins
fr: Extensions

source: No plugin found!
fr: Aucun plugin trouvé!

source: For instructions on how to download Mnemosyne's source,
fr: Pour les instructions sur comment télécharger la source de Mnemosyne

source: go to http://www.mnemosyne-proj.org
fr: allez à http://www.mnemosyne-proj.org

source: Missing plugin for card type with id:
fr: Module externe introuvable pour le type de carte d'id :

source: Unable to load file, query failed.
fr: Impossible de charger le fichier, la requète a échoué.

source: Database upgrade failed.
fr: La mise à jour de la base de données a échoué.

source: Unable to load file.
fr: Impossible de charger le fichier.

source: Putting a database on a network drive is forbidden under Windows to avoid data corruption.
fr: Placer une base de données sur un disque réseau est interdit sous Windows afin d'éviter des corruptions des données.

source: Warning: backup creation failed for
fr: Attention : la création de la sauvegarde à échouer pour

source: Make tag '%s' active in saved set '%s'?
fr: Activer l'étiquette '%s' dans l'ensemble '%s'

source: Make new card type active in saved set '%s'?
fr: Activer le nouveau type de carte dans l'ensemble '%s'

source: No duplicates found.
fr: Aucun doublon n'a été trouvé

source: Found %d duplicate cards. They have been given the tag 'DUPLICATE'.
fr: %d doublons ont été trouvés. Ils ont reçu l'étiquette 'DUPLICATE'.

source: DUPLICATE
fr: DOUBLON

source: Media filename rather long. This could cause problems using this file on a different OS.
fr: Le nom du média est plutôt long. Ceci peut causer des problèmes sur d'autres systèmes d'exploitation.

source: Filename contains '#', which could cause problems on some operating systems.
fr: Le nom de fichier contient '#'. Ceci peut causer des problèmes sur d'autres systèmes d'exploitation.

source: Missing media file!
fr: Fichier média manquant!

source: Missing plugins for card types.
fr: Modules externes introuvables pour les types de cartes.

source: Putting a database on a network drive is forbidden under Windows to avoid data corruption. Mnemosyne will now close.
fr: Mettre une base de données sur un réseau est interdit sous Windows pour éviter la corruption de données. Mnemosyne va maintenant fermer.

source: Cuecard files (*.wcu *.WCU)
fr: Fichers Cuecard (*.wcu *.WCU)

source: Unable to parse file:
fr: Impossible d'analyser le fichier :

source: MISSING_MEDIA
fr: MEDIAS_INTROUVABLES

source: Warning: media files were missing. These cards have been tagged as MISSING_MEDIA. You must also change 'src_missing' to 'src' in the text of these cards.
fr: Attention : certains medias sont introuvables. Ces cartes ont étés étiquetées avec MEDIAS_INTROUVABLES. Vous devez changer « src_missing » en « src » dans le texte de ces cartes.

source: These cards seem to have been imported before. Aborting...
fr: Ces cartes semblent avoir déjà été importée. Annulation...

source: Importing cards...
fr: Importation des cartes...

source: Mnemosyne 1.x *.mem files
fr: Fichiers Mnemosyne 1.x*.mem

source: Mnemosyne 1.x *.mem databases (*.mem)
fr: Base de données Mnemosyne 1.x *.mem (*.mem))

source: Unable to open file.
fr: Impossible d’ouvrir le fichier.

source: Importing history...
fr: Importation de l'historique...

source: No history found to import.
fr: Pas d'historique à importer.

source: Ignoring unparsable files:<br/>
fr: Fichiers non analysables ignorés :

source: Mnemosyne 1.x *.XML files
fr: Fichier Mnemosyne 1.x *.XML

source: Mnemosyne 1.x XML files
fr: Fichier Mnemosyne 1.x XML

source: This XML file contains learning data. It's best to import this from a mem file, in order to preserve historical statistics. Continue?
fr: Le fichier XML contient des données en cours d'apprentissage. Il vaut mieux l'importer à partir d'un fichier .mem afin de préserver l'historique. Continuer ?

source: Mnemosyne 2.x *.cards files
fr: Fichiers Mnemosyne 2.x *.cards

source: Mnemosyne 2.x cards for sharing (*.cards)
fr: Fichiers de partage Mnemosyne 2.x cards (*.cards)

source: Exporting cards...
fr: L'export des cartes est en cours...

source: Bundling media files...
fr: L'assemblage des fichiers media est en cours...

source: Supermemo for Palm through smconv.pl
fr: Fichiers Supermemo pour Palm convertis par smconv.pl

source: Supermemo for Palm XML files (*.xml *.XML)
fr: Fichiers XML Supermemo pour Palm files (*.xml *.XML)

source: SuperMemo7 text in Q:/A: format
fr: Texte SuperMemo7 en format Q:/R:

source: SuperMemo7 text files (*.txt *.TXT)
fr: Fichiers SuperMemo7 (*.txt *.TXT)

source: Could not determine encoding.
fr: L'encodage n'a pas pu être déterminé.

source: An error occured while parsing.
fr: Une erreur s'est produite pendant l'analyse.

source: Tab-separated text files
fr: Fichiers de texte séparé par des tabulations

source: Tab-separated text files (*.txt)
fr: Fichiers de texte séparé par des tabulations (*.txt)

source: Could not load file.
fr: Chargement du fichier impossible.

source: Problem with latex. Are latex and dvipng installed?
fr: Problème avec latex. Latex et dvipng sont ils installés?

source: Uploading
fr: Envoi en cours

source: done!
fr: Terminé!

source: Upload failed
fr: Echec dans le chargement

source: Waiting for uploader thread to stop...
fr: Attente de la fin de la tâche de téléchargement...

source: Done!
fr: Terminé!

source: Cannot deactivate
fr: Ne peut pas désactiver

source: There are cards with this card type (or a clone of it) in the database.
fr: Il y a des cartes de ce type (ou un clone de ce type) dans la base de données.

source: Cramming scheduler
fr: Programmateur de révisions intensives.

source: Goes through the active cards in random order without saving scheduling information. Once this plugin is active, you can configure the cramming scheduler through 'Configure Mnemosyne'. To return to the original scheduler, just deactivate this plugin.
fr: Présente les cartes actives dans un ordre aléatoire, sans conserver d'information de planification. Une fois que ce module est activé, vous pouvez configurer le planificateur avec « Configurer Mnemosyne ». Pour revenir au planificateur d'origine, désactivez ce module.

source: You don't remember this card yet.
fr: Vous ne connaissez pas encore cette cartes.

source: Like '0', but it's getting more familiar. Show it less often.
fr: Comme "0", mais la carte devient familière. La montrer moins souvent.

source: You've memorised this card now, and might remember it tomorrow.
fr: Vosu avez mémorisé cette carte, et vous en vouviendrez peut être demain.

source: You've memorised this card now, and should remember it tomorrow.
fr: Vous avec mémorisé cette carte, et devriez vous en souvenir demain.

source: You've memorised this card now, and might remember it in 2 days.
fr: Vous avez mémorisé cette carte, et vous en souviendrez peut être dans 2 jours.

source: You've memorised this card now, and should remember it in 2 days.
fr: Vous avez mémorisé cette carte, et devriez vous en souvenir dans 2 jours.

source: You've forgotten this card completely.
fr: Vous avez complètement oublié cette carte.

source: You've forgotten this card.
fr: Vous avez oublié cette carte.

source: Barely correct answer. The interval was way too long.
fr: Réponse à peine correcte. L'intervalle était beaucoup trop long.

source: Correct answer, but with much effort. The interval was probably too long.
fr: Bonne réponse, mais après beaucoup d'effort. L'intervalle était probablement trop long.

source: Correct answer, with some effort. The interval was probably just right.
fr: Réponse correcte, avec un peu d'effort. L'intervalle est adéquat.

source: Correct answer, but without any difficulties. The interval was probably too short.
fr: Réponse correcte, mais sans difficulté. L'intervalle était trop court.

source: You have no more work for today. Either add more cards or come back tomorrow.
fr: Vous n'avez plus de travail prévu pour aujourd'hui. Ajoutez de nouvelles cartes ou revenez demain.

source: Use 'Learn ahead of schedule' sparingly. For cramming before an exam, it's much better to use the cramming scheduler plugin
fr: Utiliser "Apprendre en avance" avec modération. Pour bachoter avant un examen, utiliser le plugin de révision intensive.

source: Returns in
fr: Réponses dans

source: day(s).
fr: jour(s).

source: Next repetition: today.
fr: Prochaine répétition: aujourd'hui.

source: Next repetition: tomorrow.
fr: Prochaine répétition: demain.

source: days.
fr: jours.

source: Next repetition in
fr: Prochaine répétition dans

source: Show answer
fr: Afficher la réponse

source: Learn ahead of schedule
fr: Apprendre en avance

source: Pick days until next repetition:
fr: Choisissez le nombre de jours avant la prochaine répétition:

source: Grade your answer:
fr: Notez votre réponse:

source: You appear to have missed some reviews. Don't worry too much about this backlog, and do as many cards as you feel comfortable with to catch up each day. Mnemosyne will automatically reschedule your cards such that the most urgent ones are shown first.
fr: Il semble que vous avez manqué quelques sessions. Ne vous en préoccupez pas trop et faites autant de carte qu'il vous semble confortable de faire pour rattraper chaque jour un peu du retard. Mnemosyne va automatiquement replannifié vos cartes pour que les plus urgentes s'affichent en premières.

source: You've memorised 15 new or failed cards.
fr: Vous avez mémorisé 15 cartes nouvelles ou non retenues.

source: If you do this for many days, you could get a big workload later.
fr: Si cela vous arrive pendant plusieurs jours, vous risquez d'avoir beaucoup de travail plus tard.

source: in
fr: dans

source: years
fr: années

source: months
fr: mois

source: in 1 month
fr: dans 1 mois

source: days
fr: jours

source: tomorrow
fr: demain

source: today
fr: aujourd'hui

source: 1 day overdue
fr: 1 jour de retard

source: days overdue
fr: jours de retard

source: 1 month overdue
fr: 1 mois de retard

source: months overdue
fr: mois de retard

source: years overdue
fr: années de retard

source: yesterday
fr: hier

source: days ago
fr: plusieurs jours avant

source: 1 month ago
fr: Il y a 1 mois

source: months ago
fr: Plusieurs mois avant

source: years ago
fr: Plusieurs années avant

source: Cards added
fr: Cartes ajoutées

source: Last week
fr: La semaine dernière

source: Last month
fr: Le mois dernier

source: Last 3 months
fr: 3 derniers mois

source: Last 6 months
fr: 6 derniers mois

source: Last year
fr: L’année dernière

source: Calculating statistics...
fr: Calcul des statistiques

source: Cards learned
fr: Cartes apprises

source: Current card
fr: Carte actuelle

source: No current card.
fr: Aucune carte en cours.

source: Unseen card, no statistics available yet.
fr: Carte non étudiée, pas encore de statistiques disponibles.

source: Grade
fr: Note

source: Easiness
fr: Facilité

source: Learning repetitions
fr: Répétitions d'apprentissage

source: Review repetitions
fr: Révisions

source: Lapses
fr: Echecs

source: Last repetition
fr: Dernière répétition

source: Next repetition
fr: Prochaine répétition

source: Average thinking time (secs)
fr: Temps de reflexion moyen (secondes)

source: Total thinking time (secs)
fr: Temps de reflexion total (secondes)

source: All cards
fr: Toutes les cartes

source: Untagged
fr: Non étiquetté

source: Grades
fr: Notes

source: Retention score
fr: Taux de rétention

source: Schedule
fr: Planning

source: Next week (active cards only)
fr: Semaine prochaine (cartes actives uniquement)

source: Next month (active cards only)
fr: Mois prochain (cartes actives uniquement)

source: Next 3 months (active cards only)
fr: 3 prochains mois (cartes actives uniquement)

source: Next 6 months (active cards only)
fr: 6 prochains mois (cartes actives uniquement)

source: Next year (active cards only)
fr: Année prochaine (cartes actives uniquement)

source: Last week (all cards)
fr: Semaine dernière (ensemble des cartes)

source: Last month (all cards)
fr: Mois dernier (toutes les cartes)

source: Last 3 months (all cards)
fr: 3 derniers mois (toutes les cartes)

source: Last 6 months (all cards)
fr: 6 derniers mois (toutes les cartes)

source: Last year (all cards)
fr: Année dernière (toutes les cartes)

source: All tags
fr: Toutes les étiquettes

source: Tried to backup your old 1.x files to %s, but that directory already exists.
fr: Echec de la copie de vos fichiers 1.x vers %s car ce répertoire existe déjà.

source: Copying files from 1.x...
fr: Copie des fichiers 1.x...

source: Upgrade from Mnemosyne 1.x complete!
fr: Mise à jour à partir de Mnemosyne 1.x terminée !

source: Mnemosyne 2.x now stores its data here:
fr: Mnemosyne 2.x conserve désormais ses données ici :

source: Main author: Peter Bienstman
fr: Auteur principal : Peter Bienstman

source: Invaluable contributions from many people are acknowledged <a href="http://www.mnemosyne-proj.org/contributing.php">here</a>.
fr: De nombreuse personne ont apporté des contributions inestimables dont vous trouverez la liste <a href="http://www.mnemosyne-proj.org/contributing.php">ici</a>.

source: Go to <a href="http://www.mnemosyne-proj.org">http://www.mnemosyne-proj.org</a> for more information and source code.
fr: Vous pouvez aller sur le site <a href="http://www.mnemosyne-proj.org">http://www.mnemosyne-proj.org</a> pour obtenir le code source et des informations supplémentaires.

source: Delete
fr: Supprimer

source: Rename
fr: Renommer

source: This set can never contain any cards!
fr: Cet ensemble ne peut contenir aucune carte !

source: Update this set?
fr: Mettre à jour cet ensemble ?

source: You can right-click on the name of a saved set to rename or delete it.
fr: Vous pouvez cliquer-droit sur le nom d'un ensemble pour le renommer ou le supprimer

source: Delete this set?
fr: Effacer cet ensemble ?

source: You can double-click on the name of a saved set to activate it and close the dialog.
fr: Vous pouvez double-cliquer sur le nom d'un ensemble pour l'activer et fermer la fenêtre

source: You can add multiple tags to a card by separating tags with a comma in the 'Tag(s)' input field.
fr: Vous pouvez ajouter plusieurs étiquettes sur une carte en les séparant par une virgule dans le champ de saisie « Etiquette(s) »

source: You can organise tags in a hierarchy by using :: as separator, e.g. My book::Lesson 1.
fr: Vous pouvez organiser les étiquettes sous forme de hiérarchie en utilisant :: comme séparateur. Ex : Mon Livre::Leçon 1.

source: You can add images and sounds to your cards. Right-click on an input field when editing a card to bring up a pop-up menu to do so.
fr: Vous pouvez ajouter des images et des sons à vos cartes. Pour cela faites un clic droit sur l'un des champs de saisie lors de l'édition d'une carte.

source: If for a certain card type cloned from Vocabulary you don't need a pronunciation field, you can hide it by right-clicking on it and using the pop-up menu.
fr: Si un type de carte, clone de Vocabulaire, n'a pas besoin du champ de prononciation, faites un clic-droit sur celui-ci et cachez-le grâce au menu contextuel.

source: You can use Tab to move between the fields. For 'Add cards', use Ctrl+Enter for 'Yet to learn', and Ctrl+2, etc. for the grades. For 'Edit card', use Ctrl-Enter to close.
fr: Utilisez la touche tabulation pour vous déplacer entre les champs. Dans « Ajouter des cartes », utilisez Ctrl-Enter pour « A apprendre » et Ctrl-2, etc pour les notes. Dans « Editer carte », utilisez Ctrl-Enter pour fermer.

source: If you use 'Edit cards', changes are made to all the sister cards simultaneously.
fr: Si vous utilisez "Éditer les cartes", les changements sont réalisés sur toutes les cartes liées simultanément.

source: &No
fr: &Non

source: &Yes
fr: &Oui

source: Abandon current card?
fr: Abandonner cette carte?

source: Yet to learn
fr: Reste à apprendre

source: Right-click on a tag name in the card browser to edit or delete it.
fr: Cliquez-droit sur un nom d'étiquette dans l'explorateur pour l'éditer ou la supprimer.

source: Double-click on a card or tag name in the card browser to edit them.
fr: Double-cliquez sur une carte ou une étiquette dans l'explorateur pour les éditer.

source: You can reorder columns in the card browser by dragging the header label.
fr: Vous pouvez réordonner les colonnes de l'explorateur de cartes en faisant glisser leurs titres.

source: You can resize columns in the card browser by dragging between the header labels.
fr: Vous pouvez redimensionner les colonnes de l'explorateur de cartes en déplaçant les séparations entre les colonnes.
